[
    {
        "title": "Stalaggh - Projekt Misanthropia",
        "description": "This is often considered one of the most extreme albums ever because of the nature of the reecordings it consists of. During the runtime of this project you'll hear the screams of victims of abuse. The result is a dark and uncomfortable listening experience, though it lacks the musical depth and variety of other more interesting experiments like this one, for example the works of Whitehouse. I don't consider this to be the most extreme thing ever, but for sure the material on here is quite depressing.",
        "genre": "Spoken Word, Experimental",
        "date": "2025-01-01",
        "score": "3/10",
        "image": "images/86179-projekt-misanthropia.jpg"
    },
    {
        "title": "Wolf Eyes - Burned Mind",
        "description": "Wolf eyes are quite a famous band in the realm of noise and this is one of their most famous projects, often times quoted as a gateway album in the musical genre known as noise. Each song is a compendium of noises (static screeches, buzzes, feedback and so on) and screams with the clear intention of creating an atmosphere as dark and abrasive as possible. Most of the songs on here work perfectly and coherently to this theme of oppression and violence, though in the second half the musical ideas become less powerful like on Urine Burn or Ancient Delay. All considered a solid release and a good starting point to venture in the dark underground of noise music.",
        "genre": "Power Electronics",
        "date": "2024-12-15",
        "score": "7/10",
        "image": "images/23537-burned-mind.jpg"
    },
    {
        "title": "Maurizio Bianchi - Symphony for a Genocide",
        "description": "Symphony for a Genocide is a power electronic/death industrial project from 1981 by the Italian noise master Maurizio Bianchi. This project paints the stark and dehumanizing atmosphere of the concentration camps during WWII. The name of the tracks remind us of these places of terror and the music in them is mechanic, unrelenting and repetitive, like a dementia infused version of Throbbing Gristle. The music doesn't reach the intensity of other acts, but the emotional impact in the listener is powerful. While listening to this record you can clearly imagine the agony and oppression of the inhabitants of these prisons. The repetitiveness of their tasks without hope for their future is well represented by the constant noises you'll hear that become iincreasingly insufferable after a while. One of the most creative and dark releases in power electronics.",
        "genre": "Death Industrial",
        "date": "1981-01-01",
        "score": "7.5/10",
        "image": "images/352105-symphony-for-a-genocide.jpg"
    },
    {
        "title": "Impetuous Ritual - Blight Upon Martyred Sentience",
        "description": "Reminiscent of Portal without being completely derivative this is a beast of a cavernous death metal release. The guitars mix together in a continuous and inaccessible wall of noise that evokes a sulphurean atmosphere af darkness and violence. At times repetitive, though the sheer intensity of the album compensates. It remains one of the greatest statements of musical extremism in recent metal.",
        "genre": "Dissonant Death Metal",
        "date": "2017-01-01",
        "score": "5.5/10",
        "image": "images/82956-blight-upon-martyred-sentience.jpg"
    },
    {
        "title": "Pharmakon - Bestial Burden",
        "description": "One of the rawest and most disgusting records in recent memory, this thing is so much darker than lingua ignota, but also way less accessible. A pure jewel of death industrial and power electronics, blessed by a pristine production and incessant rhythmic chaos",
        "genre": "Death Industrial",
        "date": "2014-01-01",
        "score": "6.5/10",
        "image": "images/18961-bestial-burden.jpg"
    },
    {
        "title": "Masonna - Spectrum Ripper",
        "description": "Masonna (マゾンナ) was started in 1987 in Osaka as Maso Yamazaki's noise project. The name is a combination of the Japanese words Maso (マゾ, Masochist) and Onna (女, Woman). It is also a pun on the name of the pop singer Madonna. This is probably his most famous record, though it's not his best. The whole recordind consists of heavily distorted and very high pitched screams, making the listening experience quite a challenge. To make things more complicate, there is not much variation in its 30mins runtime creting a tortourous experience like very few.",
        "genre": "Death Industrial",
        "date": "1998-01-01",
        "score": "4.5/10",
        "image": "images/302761-spectrum-ripper.jpg"
    },
    {
        "title": "Nurse with Wound - Homotopy to Marie",
        "description": "One of the most absurd and dark albums I've ever heard! The sound collages create an atmosphere of oppression and aggression. The constant but unexpected jumpscares add to this scary soundscape. A complex album that requires full attention and patience, but repays! For those who don't know Nurse with Wound is more of a collective rather than the usual band or trio, there were lots of members who would come in and out, and all had the same ideas and goals which is what made this project interesting, the main guy behind this is Steven Stapleton, there were other members such as John Fothergill and Heman Pathak, and in my opinion this is a great album to understand what this band mostly does, which is noise, sound collage, industrial and musique concrète.",
        "genre": "Experimental",
        "date": "1982-01-01",
        "score": "7.5/10",
        "image": "images/6484-homotopy-to-marie.jpg"
    },
    {
        "title": "Revenge - Scum.Collapse.Eradication",
        "description": "Each song dives deeper in this atmosphere of claustrophobia and rawness thanks to these underworldly vocals, akin to a grizzly bear, absolutely grating mix and prepotent drums. Brutal",
        "genre": "War Metal",
        "date": "2012-01-01",
        "score": "6.5/10",
        "image": "images/scumcollapseeradication.jpg"
    },
    {
        "title": "Pink Siifu - NEGRO",
        "description": "Not an easy album to sit through, “NEGRO” is an experimental noise-hip hop mix that sound as raw and confusing as possible, with clear influences from industrial hip hop groupm Death Grips.The voice sounds as if coming from some shitty loudspeaker and the background jazzy instrumentation is muddled and lost in the mix. It’s jaw dropping in its weirdness and its chaos is quite unmatched in the hip hop landscape",
        "genre": "Industrail Hip Hop",
        "date": "2020-09-04",
        "score": "6.5/10",
        "image": "images/228490-negro.jpg"
    }
]
